tutorials/ocmfMassTransferDns/Lactose_nG608_C5_P60_J60_Lx5_Ly1d4_Lz25/system/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2506                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
actions
(
    {
        name    membraneBand;
        type    cellSet;
        action  new;
        source  boxToCell;
        sourceInfo
        {
            box (0 -0.01 -0.01) (0.00025 0.01 0.01);
        }
    }
);
